/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Mégsem";
"_upload_file_"             = "Fájl feltöltés";
"_download_file_"           = "Fájl letöltése";
"_upload_encrypted_file_"   = "Titkosított fájl feltöltése";
"_loading_"                 = "Betöltés";
"_loading_num_"             = "Fájl betöltés: %i";
"_loading_camera_upload_"   = "Automatikus feltöltés";
"_uploading_"               = "Feltöltés";
"_synchronization_"         = "Szinkronizálás";
"_delete_"                  = "Törlés";
"_delete_file_n_"           = "Fájl törlés: %i / %i";
"_rename_"                  = "Átnevezés";
"_move_"                    = "Áthelyezés";
"_move_file_n_"             = "Fájl áthelyezés: %i / %i";
"_create_folder_"           = "Új mappa létrehozás";
"_creating_sharing_"        = "Megosztás létrehozás";
"_updating_sharing_"        = "Megosztás firrsítése";
"_removing_sharing_"        = "Megosztás eltávolítása";
"_add_"                     = "Hozzáadás";
"_login_"                   = "Bejelentkezés";
"_save_"                    = "Mentés";
"_save_encrypted_"          = "Mentés titkosítva";
"_warning_"                 = "Figyelmeztetés";
"_error_"                   = "Hiba";
"_no_"                      = "Nem";
"_yes_"                     = "Igen";
"_select_"                  = "Kiválaszt";
"_crypto_cloud_upload_"     = "_brand_ - Feltöltés";
"_home_"                    = "Fájl";
"_file_to_upload_"          = "Feltöltendő fájl";
"_destination_"             = "Cél";
"_ok_"                      = "Ok";
"_beta_version_"            = "Béta verzió";
"_function_in_testing_"     = "Function in testing, please send information to any problems or malfunctions.";
"_done_"                    = "Kész";
"_passcode_too_short_"      = "Túl rövid számkód, legalább 4 karakter szükséges";
"_selected_"                = "Kiválasztott";
"_scan_fingerprint_"        = "Ujjlenyomat beolvasás a hitelesítéshez";
"_no_active_account_"       = "Nincs ilyen felhasználói fiók";
"_info_"                    = "Infó";
"_save_exit_"               = "Ki szeretnél lépni mentés nélkül?";
"_video_"                   = "Videó";
"_overwrite_"               = "Felülírás";
"_transfers_in_queue_"      = "Átvitelek folyamatban, kérlek várj...";
"_too_errors_automatic_all_"= "Too many errors, go to Control Center to verify the problem";

// App

"_synchronization_header_"  = "Titkosított fejléc szinkronizálása folyamatban ...";
"_network_available_"       = "A hálózat elérhető";
"_network_not_available_"   = "A hálózat nem érhető el";

// Networking

"_file_too_big_"            = "A fájl túl nagy a kódoláshoz/visszafejtéshez";
"_file_too_big_max_100_"    = "Túl nagy fájl (max 100 kB)";
"_...loading..._"           = ".. loading ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "A fájl nem található, nem lehet újraküldeni, töröld a feltöltést majd az újbóli feltöltéshez frissítsd a fájlt.";
"_file_already_exists_"     = "Nem lehet befejezni a műveletet, mert már van egy fájl ezzel a névvel";
"_read_file_error_"         = "Fájl olvasási hiba";

// Settings

"_acknowledgements_"        = "Köszönetnyilvánítás";
"_settings_"                = "Beállítások";
"_passcode_"                = "Jelszó";
"_lock_active_"             = "Zárolás: aktív";
"_lock_not_active_"         = "Zárolás: nem aktív";
"_lock_protection_folder_"  = "Zárolás csak a védett mappákhoz";
"_url_"                     = "URL";
"_username_"                = "Felhasználónév";
"_change_credentials_"      = "Módosítsd az azonosítóidat";
"_wifi_only_"               = "Csak Wi-Fi kapcsolatot használjon";
"_uploading_from_camera_"   = "Kamera képek automatikus feltöltése";
"_app_version_"             = "Alkalmazás verzió";
"_app_in_use_"              = "Alkalmazás használatban";
"_contact_by_email_"        = "Küldj nekünk e-mailt";
"_clear_cache_"             = "Gyorsítótár ürítés (%@ használatban)";
"_exit_"                    = "Exit _brand_";
"_funct_not_enabled_"       = "A funkció nem engedélyezett";
"_passcode_activate_"       = "Jelszavas védelem aktiválva";
"_disabling_passcode_"      = "Jelszavas védelem kikapcsolása";
"_want_exit_"               = "Figyelem! _brand_ vissza fog állni a kezdő állapotra. Folytatod?";
"_proceed_"                 = "Folytatás";
"_delete_cache_"            = "Gyorsítótár törlés";
"_want_delete_cache_"       = "Törölni szeretnéd a gyorstárat (törölni fogja a helyi fájlokat és visszaállítja a kedvenceket)?";
"_mail_deleted_"            = "E-mail törölve";
"_mail_saved_"              = "E-mail mentve";
"_mail_sent_"               = "E-mail sikeresen elküldve";
"_mail_failure_"            = "E-mail küldési hiba: %@";
"_information_req_"         = "Információ kérés";
"_credentials_"             = "Azonosítók";
"_manage_account_"          = "Fiók kezelése";
"_modify_account_"          = "Fiók módosítás";
"_add_owncloud_"            = "ownCloud fiók hozzáadás";
"_add_dropbox_"             = "Dropbox fiók hozzáadás";
"_add_nextcloud_"           = "Nextcloud fiók hozzáadás";
"_delete_account_"          = "Fiók törlése";
"_want_delete_"             = "Biztos, hogy törölni akarod?";
"_no_delete_"               = "Nem, ne töröld";
"_yes_delete_"              = "Igen, töröld";
"_remove_cache_"            = "Kérlek váj, a gyorsítótár törlődik ...";
"_optimizations_"           = "Optimalizálások";
"_synchronizations_"        = "Szinkronizált mappák";
"_version_server_"          = "Szerver verzió";
"_check_key_aes_256_"       = "Titkosítási kulcs számkód kezelés";
"_encryptpass_by_email_"    = "Titkosítási kulcs számkód küldése e-mailben";
"_title_mail_encryptpass_"  = "Titkosítási kulcs számkódja _brand_";
"_text1_mail_encryptpass_"  = "A titkosítási kulcsod számkódja";
"_text2_mail_encryptpass_"  = "tárold biztonságosan, távol a kíváncsiskodó szemektől.";
"_help_"                    = "Súgó";
"_lock_protection_simply_"  = "Gyenge jelszavas védelem";
"_change_simply_passcode_"  = "Jelszó típus módosítás";

// Manage Camera Upload

"_upload_camera_"           = "Kamera fényképek/videók feltöltése";
"_upload_camera_background_"= "Háttérképek feltöltése";
"_upload_foto_camera_"      = "Kamera fényképek feltöltése";
"_upload_encry_camup_"      = "Titkosított fájlok feltöltése";
"_upload_video_camera_"     = "Kamera videók feltöltése";
"_upload_automatic_photos_" = "Kamera fényképek automatikus feltöltése";
"_upload_automatic_videos_" = "Kamera videók automatikus feltöltése";
"_photo_folder_photocamera_"= "A fényképek a 'fényképek' mappába lesznek feltöltve a felhődben";
"_upload_automatic_videos_footer_"  = "Due to the use of the CPU, the videos will be sent only when _brand_ is active and in the foreground.";
"_photo_folder_background_"         = "This option requires the use of GPS to trigger the detection of new photos in the camera roll once the location changes significantly";
"_cameraupload_background_title_"   = "Korlátozások";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up _brand_ for a short time and checks for new photos to upload to the cloud.";
"_upload_camera_change_location_"   = "Mappa váltás";
"_upload_camera_location_now_"      = "Mappa";
"_upload_camera_location_default_"  = "Alapértelmezett mappa visszaállítása";
"_upload_camera_change_location_footer_" = "Change Photos folder that is used for 'Automatic upload of camera photos' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Válassz egy mappát";
"_upload_camera_save_album_"        = "Albumban szereplő fénykép vagy videó másolása";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Minden kamera fénykép és videó feltöltése";
"_upload_camera_fullphotos_footer_" = "Feltöltés előtt válaszd ki a lehetőségeket";
"_upload_camera_create_subfolder_" = "Almappák használata";
"_upload_camera_create_subfolder_footer_" = "Tárolás év és hónap szerinti almappákban";

// Manage Photos

"_change_folder_photos_" = "Fényképek mappa módosítás";

// Manage Help

"_help_tutorial_"           = "Bemutató";
"_help_intro_"              = "_brand_ bevezetés";
"_help_synchronizations_"   = "Szinkronizált mappák";
"_help_share_"              = "Fájlok vagy mappák megosztása";
"_help_itunes_share_"       = "iTunes fájl megosztás és Ujjlenyomat";
"_help_share_ext_"          = "Share extension & Share permission";
"_help_copy_paste_"         = "Fájlok másolása és beillesztése";
"_help_control_center_"     = "Irányítóközpont";
"_help_switch_user_"        = "Gyors váltás a fiókjaid között";

// Manage Optimizations

"_optimized_photos_"        = "Optimalizált fényképek felbontása";
"_upload_del_photos_"       = "Fájlok eltávolítása feltöltés után";
"_optimized_photos_how_"    = "If your iPhone is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"   = "Files will be removed from _brand_ memory after they’ve been uploaded to the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Manage Synchronizations

"_sync_wifi_how_"           = "The files in synchronized folders will be updated only when Wi-Fi is available";
"_sync_active_"             = "Active synchronizations of folders";
"_sync_active_footer_"      = "You can swipe to delete an active synchronization";

// Login

"_connect_server_anyway_"   = "Mindenképpen kapcsolódni szeretnél a szerverhez?";
"_connection_error_"        = "Kapcsolat hiba";
"_add_your_owncloud_"       = "Add hozzá az ownCloud fiókod";
"_add_your_dropbox_"        = "Add hozzá a Dropbox fiókodat";
"_add_your_nextcloud_"      = "Add hozzá a Nextcloud fiókodat";
"_key_aes_256_"             = "Titkosítási kulcs számkódja";

"_security_init_required_hint_" = "Titkosítási kulcs számkód emlékeztető (ajánlott)";
"_hint_"                        = "Tipp";
"_security_init_required_mail_" = "Enter your email address that the encryption key passcode is send to(recommended). If you can not or do not want to do that now you can configure this later in the settings.";
"_email_"                       = "E-mail";
"_title_form_security_init_"    = "Biztonsági beállítások";

// Favorite

"_favorites_"                   = "Kedvencek";
"_local_storage_"               = "Helyi tároló";
"_no_files_uploaded_"           = "Nem lett feltöltve fájl";
"_tutorial_favorite_view_"      = "Copy here the files that should be available offline. They will be synchronized with your cloud.";
"_tutorial_local_view_"         = "Copy here the files you want to have available offline, but that will no longer be synchronized with your cloud. \n\n You'll find the unpacked files from your cloud. \n\n Connect to iTunes to share these files.";
"_more_"                        = "Több";

// Camera Upload

"_pull_down_"                               = "Húzd le a frissítéshez";
"_no_photo_load_"                           = "Nincs fénykép vagy videó";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and videos from the camera go to the settings and activate the service 'Automatic upload of camera photos'";
"_no_date_"                                 = "Nincs dátum";
"_today_"                                   = "Ma";
"_time_"                                    = "Idő : %@\n\n%@";
"_location_not_enabled_"                    = "Helyszolgáltatások nincsenek engedélyezve";
"_location_not_enabled_msg_"                = "Please go to Settings and turn on Location Services to allow automatic camera photo/video uploads.";
"_access_photo_not_enabled_"                = "Hozzáférés a Fényképekhez nem engedélyezett";
"_access_photo_not_enabled_msg_"            = "Please go to Settings and turn on Photo Access to allow automatic camera photo/video uploads.";
"_access_photo_location_not_enabled_"       = "Hozzáférés a Fényképekhez és a Helyszínhez nem engedélyezett";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow automatic camera photo/video uploads.";
"_processing_send_camera_upload_"           = "Kamera fénykép feltöltés ...";
"_select_only_localfile_"                   = "A fájl már le van tölve";
"_tutorial_photo_view_"                     = "Nem lett betöltve fénykép vagy videó";
"_create_full_upload_"                      = "Archívum létrehozása... ez hosszabb ideig is eltarthat, kérlek várj";
"_error_createsubfolders_upload_"           = "Hiba az almappák létrehozása közben";

// Template

"_title_"                       = "Cím";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "URL :";
"_login:_"                      = "Bejelentkezés :";
"_password:_"                   = "Jelszó:";
"_notes_"                       = "Jegyzetek";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Add meg a címet";
"_add_folder_"                  = "Mappa hozzáadás";
"_add_photos_videos_"           = "Fényképek vagy videók hozzáadása";
"_add_folder_encryptated_"      = "Mappa hozzáadás titkosított névvel";
"_add_encrypted_photo_video_"   = "Titkosított fényképek vagy videók hozzáadása";
"_add_credit_card_"             = "Bankkártya sablon hozzáadás";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Bankszámla sablon hozzáadás";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Jegyzetek hozzáadása";
"_add_driving_license_"         = "Jogosítvány sablon hozzáadás";
"_add_id_card_"                 = "Személyi igazolvány sablon hozzáadás";
"_add_passport_"                = "Útlevél sablon hozzáadás";
"_add_atm_card_"                = "Bankautomata sablon hozzáadás";
"_bank_name:_"                  = "Bank neve :";
"_code:_"                       = "Kód :";
"_security_code:_"              = "Biztonsági kód :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "ATM kártya";
"_credi_card_data_"             = "Bankkártya adatok";
"_name_surname:_"               = "Név Keresztnév :";
"_expiry_date:_"                = "Lejárati dátum :";
"_credit_card_"                 = "Bankkártya";
"_id_card_"                     = "Személyi igazolvány";
"_number:_"                     = "Szám :";
"_place_of_birth:_"             = "Születési hely :";
"_date_of_birth:_"              = "Születési dátum :";
"_date_of_issue:_"              = "Kibocsátás dátuma :";
"_date_of_expiry:_"             = "Lejárat dátuma :";
"_bank_account_data_"           = "Bankszáma adatok";
"_account_n:_"                  = "Számlaszám :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agency :";
"_bank_account_"                = "Bankszámla";
"_passport_"                    = "Útlevél";
"_driving_license_"             = "Jogosítvány";
"_license_number:_"             = "Jogosítvány száma :";
"_vehicle_types:_"              = "Jármű típusok :";

// Utility

"_never_"                       = "soha";
"_less_a_minute_"               = "kevesebb mint egy perce";
"_minutes_ago_"                 = "%d perccel ezelőtt";
"_hours_ago_"                   = "%d órával ezelőtt";
"_days_ago_"                    = "%d nappal ezelőtt";
"_over_30_days_"                = "több mint 30 napja";
"_connection_internet_offline_" = "The internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "jelszó megadás";
"_update_in_progress_"          = "Verzió frissítés, kérlek várj ...";
"_forbidden_characters_"        = "A fájl vagy mappa neve nem engedélyezett karaktereket tartalmaz";
"_mail_not_can_send_mail_"      = "Nem beállított fiók, vagy hibás a megadott e-mail cím";

// File

"_photo_camera_"                = "Fényképek";
"_unzip_in_progress_"           = "Kibontás folyamatban a helyi tárolón ...";
"_file_unpacked_"               = "A fájl sikeresen kibontva a helyi tárolón";
"_file_saved_local_"            = "Fájl sikeresen mentve a helyi tárolóra.";
"_file_not_present_"            = "Hiba, a fájl nincs jelen, újratöltés.";
"_order_by_date_"               = "Rendezés dátum szerint";
"_current_order_name_"          = "(jelenleg név szerint rendezve)";
"_order_by_name_"               = "Rendezés név szerint";
"_current_order_date_"          = "(jelenleg dátum szerint rendezve)";
"_sort_descending_"             = "Csökkenő sorrend";
"_current_sort_ascending_"      = "(jelenleg növekvő sorrendben)";
"_sort_ascending_"              = "Növekvő sorrend";
"_current_sort_descending_"     = "(jelenleg csökkenő sorrendben)";
"_delete_selected_files_"       = "Fájlok törlése";
"_move_selected_files_"         = "Fájlok áthelyezése";
"_encrypted_selected_files_"    = "Titkosított fájlok";
"_decrypted_selected_files_"    = "Visszafejtett fájlok";
"_download_selected_files_"     = "Fájlok letöltése";
"_error_passcode_"              = "Hiba: nem megfelelő titkosítási kulcs számkód.";
"_error_operation_canc_"        = "Hiba, művelet megszakítva.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate in the Settings.";
"_passcode_protection_"         = "Jelszavas védelem";
"_encrypt_"                     = "Titkosítás";
"_decrypt_"                     = "Visszafejtés";
"_remove_favorites_"            = "Eltávolítás a kedvencekből";
"_add_favorites_"               = "Hozzáadás a kedvencekhez";
"_remove_passcode_"             = "Jelszavas védelem eltávolítása";
"_protect_passcode_"            = "Védelem jelszóval";
"_share_"                       = "Megosztás";
"_reload_"                      = "Újratölt";
"_open_in_"                     = "Megnyitás...";
"_add_local_"                   = "Hozzáadás a helyi tárolóhoz";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "a fájl nincs letöltve";
"_file_not_uploaded_"           = "a fájl nincs feltöltve";
"_folders_"                     = "mappák";
"_folder_"                      = "mappa";
"_files_"                       = "fájlok";
"_file_"                        = "fájl";
"_folder_blocked_"              = "Mappa zárolva";
"_downloading_progress_"        = "Fájlok letöltésének előkészítése...";
"_encrypted_progress_"          = "Titkosított ...";
"_decrypted_progress_"          = "Visszafejtett ...";
"_no_file_pull_down_"           = "Nem találhatók fájlok. Tölts fel egy fájlt vagy húzd le a frissítéshez";
"_browse_images_"               = "Képek tallózása";
"_synchronized_folder_"         = "Tartsd szinkronban a mappát";
"_remove_synchronized_folder_"  = "Szinkronizálás eltávolítása";
"_synchronized_confirm_"        = "A szinkronizálás engedélyezése után a mappában lévő összes fájl szinkronizálva lesz a szerverrel. Folytatod?";
"_same_device_different_passcode_"  = "The file was encrypted on the same device but with different passcode. Keep in mind that if the old passcode is entered, files encrypted with the new passcode will not be readable.";
"_file_encrypted_another_device_"   = "The file was encrypted on another device [%@], enter the passcode to decrypt its content.";
"_file_not_found_reload_"       = "A fájl található, húzd le a frissítéshez";
"_title_section_download_"      = "LETÖLTÉS";
"_title_section_upload_"        = "FELTÖLTÉS";
"_group_alphabetic_yes_"        = "✓ Csoportosítás betűrendben";
"_group_alphabetic_no_"         = "Csoportosítás betűrendben";
"_group_typefile_yes_"          = "✓ csoportosítás fájl típus szerint";
"_group_typefile_no_"           = "Csoportosítás fájl típus szerint";
"_group_date_yes_"              = "✓ Csoportosítás dátum szerint";
"_group_date_no_"               = "Csoportosítás dátum szerint";
"_element_"                     = "elem";
"_elements_"                    = "elemek";
"_tite_footer_upload_wwan_"     = "Wi-Fi hálózat szükséges, %lu feltöltendő %@";
"_tite_footer_upload_"          = "%lu feltöltendő %@";
"_tite_footer_download_wwan_"   = "Wi-Fi hálózat szükséges, %lu feltöltendő %@";
"_tite_footer_download_"        = "%lu feltöltendő %@";
"_limited_dimension_"           = "Maximális méret elérve";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Képek és videók mentés a Fénykép albumba";
"_file_not_saved_cameraroll_"   = "Hiba, a fájl nincs mentve a Fénykép albumban";
"_file_saved_cameraroll_"       = "Fájl mentve a Fénykép albumba";
"_directory_on_top_yes_"        = "✓ Mappák felül";
"_directory_on_top_no_"         = "Mappák felül";

"audio"                         = "HANG";
"compress"                      = "TÖMÖRÍTÉS";
"directory"                     = "MAPPÁK";
"document"                      = "DOKUMENTUMOK";
"image"                         = "KÉPEK";
"template"                      = "SABLONOK";
"unknow"                        = "ISMERETLEN";
"video"                         = "VIDEÓ";

"_Device_Jailbroken_"           = "Warning! Your device is Jailbroken, the operation of _brand_ does not appear to be entirely compatible !!";
"_no_plist_pull_down_"          = "A titkosított fájlok nincsenek frissítve, húzd le a frissítéshez";
"_file_del_only_local_"         = "Hiányzó fájlok a szerveren";

"_copy_file_"                   = "Fájl másolása";
"_copy_files_"                  = "Fájlok másolása";
"_paste_file_"                  = "Fájl beiilesztés";
"_paste_file_encrypted_"        = "Titkosított fájl beillesztés";
"_paste_files_"                 = "Fájlok beillesztése";
"_paste_files_encrypted_"       = "Titkosított fájlok beillesztése";
"_paste_cryptated_"             = "Titkosított fájl beillesztés";

// Security

"_reload_folder_"               = "Kérlek frissítsd a mappát";
"_encrypt_error_"               = "Hiba történt a következő fájl titkosítása közben: %@. [%@]";
"_decrypt_error_"               = "Hiba történt a következő fájl visszafejtése közben: %@. [%@]";
"_encryption_"                  = "Titkosítás ...";
"_decryption_"                  = "Visszafejtés ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but because of improvements it's required to re-login to get a new version of the database.";

// Files Preview

"_insert_password_pfd_"         = "Védett PDF. Add meg a jelszót";
"_password_pdf_error_"          = "Hibás jelszó";
"_error_download_photobrowser_" = "Hiba, nem lehet letölteni a fényképet";

// Share

"_share_link_"                  = "Megosztás hivatkozással";
"_share_link_button_"           = "Hivatkozás küldése...";
"_password_"                    = "Jelszó";
"_share_password_"              = "Hivatkozás jelszavas védelme";
"_share_expirationdate_"        = "Lejárati dátum megadás a hivatkozáshoz";
"_date_"                        = "Dátum";
"_share_title_"                 = "Megosztás";
"_add_sharee_"                  = "Felhasználók vagy csoportok hozzáadása";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share remove all users and groups";
"_find_sharee_title_"           = "Keresés";
"_find_sharee_"                 = "Felhasználó vagy csoport keresés ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to search for (at least 2 characters) followed by 'Return', select the users that should be allowed to access the share followed by 'Done' to confirm";
"_user_is_group_"               = "(csoport)";
"_direct_sharee_title_"         = "Megosztás";
"_direct_sharee_footer_"        = "Ha tudod a felhasználó nevét, akkor add meg és nyomd meg a 'Kész' gombot a megerősítéshez";
"_direct_sharee_"               = "Add meg a felhasználónevet ...";
"_user_sharee_footer_"          = "Koppints a jogosultságok módosításához";

// Share Permission

"_share_permission_title_"          = "Jogosultságok";
"_share_permission_edit_"           = "Szerkeszthet";
"_share_permission_file_can_write_" = "Írhat fájlokat";
"_share_permission_create_"         = "Létrehozhat";
"_share_permission_create_file_"    = "Létrehozhat fájlokat";
"_share_permission_create_folder_"  = "Létrehozhat mappákat";
"_share_permission_change_"         = "Módosíthat";
"_share_permission_delete_"         = "Törölhet";
"_share_permission_share_"          = "Megoszthat";
"_share_permission_rename_"         = "Átnevezhet";
"_share_permission_move_"           = "Áthelyezhet";
"_share_permission_info_"           = "Megosztási információ";
"_share_permission_path_"           = "Fájl/Mappa";
"_share_permission_type_"           = "Típus";
"_share_permission_typeuser_"       = "Felhasználó";
"_share_permission_typegroup_"      = "Csoport";
"_share_permission_typepubliclink_" = "Hivatkozás";
"_share_permission_typefederated_"  = "Egyesített";
"_share_permission_owner_"          = "Tulajdonos";
"_share_permission_date_"           = "Dátum";
"_share_permission_email_"          = "Értesítés e-mailben";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Megosztva veled";
"_type_resource_external_"          = "Külső tároló";

// Share Ext

"_destiny_folder_"                  = "Mappa : %@";

// List Transfers

"_no_transfer_"                     = "Nincs átvitel";

// Synchronization

"_create_synchronization_"          = "Szinkronizálás létrehozása";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Kész";
"Select Photos"                 = "Fényképek kiválasztása";
"photo"                         = "fénykép";
"photos"                        = "fényképek";
"of"                            = "of";

"%i of %i"                      = "%1$i of %2$i";
